<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксированная сумма';
$_['text_success']         = 'Список налоговых ставок обновлен!';

// Column
$_['column_name']          = 'Название налога';
$_['column_rate']          = 'Налоговая ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Географическая зона';
$_['column_date_added']    = 'Дата добавления';
$_['column_date_modified'] = 'Дата изменения';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название налога:';
$_['entry_rate']           = 'Налоговая ставка:';
$_['entry_type']           = 'Тип:';
$_['entry_customer_group'] = 'Группы покупателей:';
$_['entry_geo_zone']       = 'Географическая зона:';

// Error
$_['error_permission']     = 'У Вас нет прав для изменения налоговых ставок!';
$_['error_tax_rule']       = 'Предупреждение: Эта налоговая ставка не может быть удалена, так как в настоящее время назначена на %s налоговых классов!';
$_['error_name']           = 'Название налога должно быть от 3 до 32 символов!';
$_['error_rate']        = 'Требуется налог!';
?>
