<?php
// Heading
$_['heading_title']     = 'Налоги';

// Text
$_['text_shipping']     = 'Адресе доставки';
$_['text_payment']      = 'Адресе оплаты';
$_['text_store']        = 'Адресе магазина';
$_['text_success']      = 'Список налоговых ставок обновлен!';

// Column
$_['column_title']      = 'Налоговые ставки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Налоговая ставка:';
$_['entry_description'] = 'Описание:';
$_['entry_rate']        = 'Налоговая ставка:';
$_['entry_based']       = 'Основан на:';
$_['entry_geo_zone']    = 'Географическая зона:';
$_['entry_priority']    = 'Приоритет:';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения налоговых ставок!';
$_['error_title']       = 'Название налога должно быть от 3 до 32 символов!';
$_['error_description'] = 'Описание должно быть от 3 до 255 символов!';
$_['error_priority']    = 'Требуется налоговый приоритет!';
$_['error_rate']        = 'Требуется налог!';
$_['error_product']     = 'Налог не может быть исключен, поскольку он прикреплен к %s товару(ам)';
?>
